[InteractiveObjects.IO_MO_MeetEllie_Distillery InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_DynamitePlant_Lucky InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_DynamitePlant_Scooter InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_LuckyEmblem InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_ScooterEmblem InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_MeetEllie_Dynamite MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dinamite de Ellie"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MeetEllie_Dynamite:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="KABUM e pronto."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_RedneckEmblem MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Emblema Hodunk"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_RedneckEmblem:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Os caipiras adoram bebidas baratas, caminhonetes e mulheres peitudas."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ZafordEmblem MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Emblema Zaford"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ZafordEmblem:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um trevo. Será que é de verdade?"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.MO_Piano InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

